Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 가수 매니지먼트 산업의 경우 90년대 중반부터 회사가 기업화되면서 체계적인 시스템을 갖추었으나, 그에 비해 배우 매니지먼트 업계는 최근에서야 산업화의 초기 모습을 조금씩 갖추어 나가고 있는 실정이다.
en: In the case of the singer management industry, companies incorporated until the middle of the 1990s and were equipped with methodical systems. But in comparison, only recently has the actor management industry begun to be somewhat in the begin stages of industrialization.

source: ● 드라마 <응답하라> 시리즈로 서인국, 정우, 유연석, 박보검 등의 슈퍼스타가 탄생
en: ● The drama Reply 1988 created the superstars: Seo In-guk, Jung Woo, Yoo Yeon-seok, Park Bo-gum and others.

source: 대중문화는 바이러스다.
en: Popular culture is a virus.

source: 예전에는 대부분 매니지먼트 회사에 소속된 직원으로서 월급을 받았지만, 지금은 건당 계약을 하는 시스템으로 많이 전환되었다.
en: Before, most celebrities were employees that belonged to a management company and received a salary. Now the system has shifted to a system of per case contracts.

source: 에이전시 입장에서도 배우 한두 명과 계약을 성사하는 것보다 패키지로 다수와 계약하는 것이 수익성이 크다.
en: From the agency's position as well, instead of concluding contracts with actors one at a time there is greater profitability when the contract can be concluded as part of a package deal involving several actors.

source: 물론 약 5억 원이라는 금액은 아이돌 트레이닝, 개발 비용 등은 포함되지 않은 순수 앨범 제작 및 데뷔 활동 비용이다.
en: Of course the 500 million won amount mentioned does not cover the idol’s training, development costs and other costs. This is strictly the cost for album production and debut activities.

source: 선생님께서 소질이 있다고 했을 때, 감사하다고 말하시는 아버지 눈에 눈물이 맺혀 있던 게 아직도 생각이 난다.
en: When my teacher said that I have aptitude, I still vividly remember the tear my father had in his eye.

source: 나는 경건하거나 착하게 성직자처럼 곧게 살 자신이 없는, 지극히 평범하고 잘 화내고 급하면 길에서도 볼일을 볼 수 있는 사람이다.
en: I am no saint, leading an pious, virtuous life like a saint, nor do I think I can. I am extremely normal, get angry easily and if I have to go badly, I will relieve myself on the street.

source: 일본의 매니지먼트 형태는 미국보다 한국에 가깝다고 할 수 있다.
en: The style of management in Japan could be seen as more closely resembling that of Korea.

source: 하루하루 주체적으로 살아가는 게 아니라 그냥 하루하루를 흘려보내는 느낌이었다고 할까….
en: Instead of living each day with purpose, perhaps I could say it felt more like time was slipping by....

source: 유명한 배우조차 지속적인 연기 감각을 유지하고, 틀에 박힌 연기라는 함정에 빠지지 않기 위해 지속적으로 연기 수업을 받고 있다.
en: Even famous actors have to continue to maintain their acting skills. They continually receive acting class to avoid falling into the trap of clichéd acting.

source: 다들 배고프니 간단히 분식집에서 팀과 스태프들이 먹을 아침거리를 사온다.
en: Everyone is hungry so I buy a simple stack for them from a nearby food vendor for their breakfast.

source: 아이돌 가수의 시초격인 90년대 후반 데뷔 가수들이 이러한 방식으로 많이 캐스팅이 되었으며, 그때 발탁되었던 아이돌들과 함께 회사도 성장하고, 인지도가 높아졌다.
en: Many singers that debuted in the late 1990s that were part of the initial idol singers’ class were casted this way. Back then, the company would grow along with the idols that were selected, which would also enhance the company’s recognition.

source: 따라서 제일 가까운 매니저, 회사 스태프가 당신을 사랑하게 만들어라.
en: Therefore, find the closest manager, or company staff member and make them love you.

source: 따라서 일반적으로 남자 같은 경우 ‘군복무 기간 제외’, ‘계약 기간의 효력 시작은 첫 방송 데뷔 일자’ 등의 항목이 있다.
en: Therefore typically the contract Includes a clause that states that the contract is effective starting from the date of the first broadcasted debut, excluding the time required for the men to serve mandatory military duty.

source: 즉, 한국의 경우 매니지먼트는 연예인에게 A부터 Z까지 토털 서비스하는 복합적 매니지먼트 형식이며, 톱스타의 소속 여부에 따라 흥망이 결정되는 조직적 특성을 가지고 있다.
en: In other words, management in Korea offers an integrated management type that provides total services for celebrities from A-Z. These are the organizational characteristics that can determine the rise and fall of top stars according to the agency one belongs to.

source: 2000년대 초반 배우 배용준 씨가 일본에서 한류 붐을 일으켰고, 10년 후 김수현이 중국에서 한류 붐을 일으키는 데 큰 역할을 했다.
en: In the early 2000s, the actor Bae Yong-joon started a Korean wave boom in Japan. 10 years later, Kim Soo-hyun played a major role in starting a Korean wave boom in China.

source: 소속 가수들의 신곡 발표 후 처음으로 하는 공식 방송 활동이다.
en: This is the first official broadcast the agency singers will be on after the release of their new song.

source: 미국 할리우드의 한 통계를 보면 과거 12년 동안 2만여 명의 배우 중 단 12명만이 스타급 배우가 되었다고 한다.
en: According to statistics on Hollywood in the United States, during twelve years, out 20,000 actors, only twelve became star material.

source: 21세기는 군사적, 경제적 자원으로 상대방을 제압하여 헤게모니를 장악하는 것이 아닌, 이른바 연성 권력(soft power)의 시대이다.
en: The 21st century is not an era where military and economic resources enable one nation to control and have hegemony over another, instead it is an era of soft power.

source: 물론 한국은 매니지먼트와 에이전시 업무가 복합됨에 따라 높은 수준의 연예인 집중 육성 시스템을 갖추고, 연예인 지망생들에게 교육 기회를 제공하고, 회사와 연예인이 높은 친밀감을 갖는 등 긍정적인 부분도 분명히 갖고 있다.
en: Of course, Korea clearly has positive aspects, such as having a high-level celebrity intensive training system, providing educational opportunities to celebrity aspirants, and having a high intimacy between the company and celebrities as management and agency work are combined.

source: 설앤컴퍼니, 에이콤인터내셔널
en: Seol & Company, ACOM International

source: 대부분의 연습생이 중고등학생으로, 10대 중후반의 나이이기에 남녀 연습생 구분 없이 그들에게 가장 억제하기 힘든 부분은 바로 ‘다이어트’다.
en: Most of the trainees are middle and high school students, and are in their mid to late teens which makes dieting the hardest part for both male and female trainees to endure.

source: 특히 <차이나타운>은 꽤 비중 있는 역이었음에도 불구하고 그 영화에 박보검이라는 남자 배우가 출연했다는 사실을 인지하는 대중들은 별로 없다.
en: In particular, despite having a fairly weighty role in Coin Locker Girl, there are few who recognize the fact that Park Bo-gum appeared in this movie.

source: 최근 가수 기획사의 사전 마케팅 트렌드는 소속 신인 가수의 오디션 프로그램 출연인데, 2009년 <슈퍼스타K>라는 일반인들을 대상으로 한 가수 오디션 프로그램의 시작은 방송사 오디션 프로그램을 가수 기획사의 사전 마케팅의 장으로 만들었다고 봐도 무방하다.
en: Recently, the pre-marketing trends of management companies involve their new singers appearing in audition programs. Starting in 2009 with with Superstar K, a singer audition program intended for everyday people to audition as singers, it would be accurate to say that broadcasting company audition programs were turned into places of pre-marketing for singer management companies.

source: “엔터테인먼트 산업에는 어떤 다양한 직군이 있는가?”
en: “What are the different job groups in the entertainment industry?”

source: 일반 회사에서 신입 사원들이 입사 후 3개월간 임시직 신분을 가지는 것과 비슷하다고 볼 수 있다.
en: It can be compared to the temporary position offered for three months to new employees at a typical company.

source: ● 영화배우?
en: ● Film actor?

source: 신인 연예인들은 초기 매니지먼트와 다소 불리한 입장의 조건으로 계약을 할 수밖에 없다.
en: In the beginning, new celebrities have no other choice but to conclude contracts with management with conditions that put them in a disadvantageous position.

source: 그 누구보다도 가족의 응원을 받을 수 있다는 건 가장 행복한 것 같다.
en: Being encouraged by my family more than anyone else made me the happiest.

source: 단기 트레이닝
en: Short-term training

source: 여기서 말하는 ‘끼’는 연기력을 포함한 엔터테이너로서의 자질을 말한다.
en: The term talent here is used to describe qualifications as an entertainer that include acting ability.

source: 물론 위에서 말한 대형 기획사들의 경우 어디든 들어가는 것이 힘들긴 하지만 말이다.
en: Of course for the large management companies mentioned above, it will be difficult to get into any of them.

source: ● 외모 업그레이드, 성형 수술은 필수인가요?
en: ● Is plastic surgery required for upgrading my appearance?

source: 이 바닥에서 생활하려면 스스로 내공을 쌓고 마인드 컨트롤을 해야 한다.
en: To live on this rock, you need to develop seasoned abilities and have mental toughness.

source: 포털/음악/POC
en: Portal/music/POC

source: 전체 리허설은 7시 20분부터 시작이다.
en: The dress rehearsal starts from 7:20.

source: 신인 또는 기존 가수가 신곡을 발표할 때는 언론과 인터뷰를 하고, 회사는 보도 자료를 작성하여 각 매체의 연예부 담당 기자들에게 발송하여 소속 가수와 신곡이 기사화되기를 바란다.
en: When a new singer or an established singer releases a new song, they have interviews with the press, the company drafts report materials and sends it out to the entertainment division reporters at each media organization hoping that the singer and the new song will be mentioned in an article.

source: 연예인 생활을 하면서 가장 좋은 점과 안 좋은 점은 무엇인가?
en: What are the best and worst things about living the life of a celebrity?

source: 배우는 말뿐만 아니라 몸 전체를 이용한 의사 전달, 즉 연기를 하기 때문에 몸으로 표현하는 데 있어서 서툴면 안 되는 것이다.
en: Actors should not just be good at talking. They have to communicate using their entire body, which is acting. That is why should not be clumsy at expressing themselves using their bodies.

source: (제작 의상 1인 3벌 정도 기준으로 드라마씬, 군무씬, 립싱크씬 등에 따라 추가 비용 발생)
en: (rate based on production of 3 outfits per person, additional costs will be incurred for drama scenes, group dance scenes, lip sync scenes, etc.)

source: 평가(추가 계약 결정)
en: Assessment (to decide on additional contracts)

source: 기존 연예인(배우/가수)의 시장과 같은 시장이 될지 아니면 1인 콘텐츠 크리에이터 시장으로 중심이 넘어가게 될지 궁금하다.
en: I am curious as to whether we will have a market emerge that is like the existing market with celebrities, or if the market will shift over to one that is centered around one-person content creators.

source: 일단 서둘러 숙소로 픽업을 가자.
en: First, let's hurry to pick them up from the accommodation.

source: 빅뱅을 비롯한 2NE1, 지누션, 이하이 등의 수많은 히트곡을 테디가 작곡·프로듀싱하였으며 최근엔 독립 레이블을 설립해 그만의 색을 더욱 내기 위한 곡 프로듀싱에 매진 중이다.
en: Teddy composed and produced many hit songs, including those for Big Bang, 2NE1, JinuSean, and Lee Hi. Recently, while still producing he established his own independent label and has immersed himself in song production in order to further pursue his own style.

source: 데뷔 전이나 무명‧연습생에서 개그우먼이 되고 난 뒤, 가장 크게 달라진 점은 무엇인가?
en: Comparing the time from before your debut or when you were an unknown/trainee to the time after becoming a comedian, what was the biggest change?

source: 즉, 제작 인력과 장비의 축소, 조연급 배역들의 감소 등 다른 부분에서 예산 축소가 요구된다.
en: Meaning they have to cut costs on production manpower and equipment reduce the roles of supporting actors and request budget reductions in other areas.

source: 미국 연예 매니지먼트 산업의 특징은 첫째로 한국이 선지급 계약금과 전속 계약이라는 형태를 통해 연예인을 회사의 자산으로 간주하는 것과는 달리, 미국의 에이전시는 철저하게 연예인을 고객으로 간주하는 산업적 마인드를 가진다는 것이다.
en: Unlike how celebrities are considered company assets in Korea via advanced payment contract fees and exclusive contracts, one feature of the celebrity management industry in the United States is that American agencies have a commercial mindset that considers celebrities as clients.

source: 특히 뮤직비디오의 경우 감독과 퀄리티에 따라 그 가격의 차이가 크다.
en: In particular, for music videos, expense can widely vary according to the director and the level of quality.

source: 즉 영원한 갑도, 영원한 을도 없다.
en: In other words, the power does not always lie with one party or the other.

source: ● 스타는 그 자체가 하나의 문화 콘텐츠다
en: ● A star itself, is a form of cultural content.

source: 제12조 (청소년 법정대리인의 권한 등) ① 대중문화예술인의 법정대리인은 기획업자가 대중문화예술인을 대리하여 체결한 대중문화예술용역 제공계약의 내용 및 관련 일정을 요청할 수 있으며, 이 경우 기획업자는 대중문화예술인의 법정대리인에게 이를 지체 없이 제공하여야 한다.
en: Article 12 (Authority of Minor’s Legal Representative) ① The legal representative of the Popular Culture Artist may request the contents of a contract for providing popular culture and arts services concluded by the Planner on behalf of Popular Culture Artist and the related schedule. This must provided to the legal representative of the Popular Culture Artist without delay.

source: 동영상 바이럴 마케팅각각의 포털 사이트에 동영상(티저 및 M/V) 상위권 노출
en: Exposure in higher rank of video clips (teaser and M/V) for each portal site for viral image marketing

source: 참 어려운 이야기인데 사실 모두 결과론적인 이야기지 처음부터 어떻게 확신할 수 있겠나.
en: That’s a very difficult question. In the end, the stars did became famous. How was I to know they would?

source: 컬러링, 벨소리 서비스
en: Coloring and Ringtone Services

source: 연예 기획사에 있어 연습생은 사업 영위를 위한 필수 원재료라고 볼 수 있다.
en: For a management company, trainees are the required raw materials necessary for running their business.

source: 방송 음악 신청 사연 보내기
en: Send in a story and request a song to be broadcasted

source: 이러한 한류의 중심에는 영화, 드라마, 음악 등의 우수한 콘텐츠와 함께 콘텐츠의 행위 주체인 스타가 있다.
en: At the center of this Korean wave, there is outstanding content including movies, dramas, and music and the stars, around which the content revolves.

source: 지망하는 분야가 가수인지 배우인지를 떠나서 확률의 게임을 따져 본다면 첫 번째로 고려해야 할 것은 대형 기획사 여부이다.
en: If you are to play the probability game then the large management companies should be the first consideration for both those aspiring to become singers and actors.

source: 이러한 거래를 중개하고 진행하는 에이전시의 에이전트들은 단순히 거래만 중개하는 것이 아니라, 고객인 연예인에 대해 철저하게 분석한 후 시장의 필요에 맞는 작품을 선택하게 해 주고 중장기적인 로드 맵을 제시하며 커리어까지 관리하는 역할을 한다.
en: Agents belonging to agencies that mediate and implement such deals are not nearly mediating deals, but carefully analyzing their customers, the celebrities, and are choosing them to appear in productions that are in demand in the market, present a mid to long term road map for them and even play the role of managing their careers.

source: 최근에는 연예인 입장에서 자신에게 좋은 일감을 많이 가져다주는 매니저를 선호하는 경향이 뚜렷해지고 있다.
en: But recently, it has become clear that celebrities tend to prefer managers that can bring them good projects.

source: 그 누가 뭐라 해도 나는 정말로 만족하고 행복했으니까.
en: No matter what anyone else might say, I am really satisfied and happy.

source: 그래서 연기를 처음 시작하는 일반인뿐만 아니라 연극 중심의 연기를 배운 대학 연기 전공생들도 매체 연기를 전문적으로 배우기 위하여 아카데미를 많이 찾고 있다.
en: Therefore, those that major in acting in university that learn acting theater-oriented acting are the ones that often come to our school to learn professionally, not everyday people just getting started out in acting.

source: 이러한 지속적이고 안정적인 수익 창출은 [연습생 확보/트레이닝 → 유명 작곡가로부터의 곡 수급 → 제작 → 데뷔]의 선순환 구조를 유지한다.
en: Such stable and ongoing earnings generation maintains a virtuous cycle structure: [trainee secured/training → songs supplied by famous songwriters → production → debut].

source: 캐스팅 당시, 하얗고 ‘여리여리’한 이미지가 군인 역할로 어울리지 않는다는 우려에도 불구하고 “사과할까요, 아니면 고백할까요?”라는 명대사를 탄생시키며 한국을 비롯한 아시아 전역의 여심을 강타해 버렸다.
en: Despite concerns during casting about how his pale, and “fragile-looking” image does not go with the soldier image, he became known for a famous line from the movie, “shall I apologize or shall I confess?” which struck a chord with women in Korea and throughout Asia.

source: UCC, 댓글 등을 통한 바이럴 MKT
en: Viral MKT via user-created content, comments, etc.

source: 그때 실용 음악 학원에 계신 선생님께 나의 자작곡을 들려 드렸다.
en: At the time I played the song I wrote to applied music teacher who was there.

source: 어떻게 보면 배우는 누구나 될 수 있다.
en: In a way, just about anyone can be an actor.

source: ② 연습생은 계약기간 중 기획업자의 사전 동의 없이 제3자와 이 계약과 동일하거나 유사한 계약 또는 대중문화예술과 관련된 계약(대중문화예술용역 제공계약, 대중문화예술용역 제공의 알선계약 및 전속계약)을 체결하는 등 이 계약을 부당하게 파기 또는 침해하는 행위를 하여서는 아니 된다.
en: ② The Trainee is not to conclude an identical contract as this contract with a third party without prior consent from the Planner, nor conclude a similar contract, nor conclude another contract related to popular culture art (contract for the provision of popular culture and arts services, placement contract or exclusive contract for the provision of popular culture and arts services)nor engage in acts involving the unreasonable destruction or infringement of this contract.

source: 각 회사별로 이러한 과정은 내부 프로듀서의 유무에 따라 달라질 수 있으며, A급 프로듀서 수급 여부에 따라 해당 앨범의 성패가 갈릴 정도로 중요한 요소이다.
en: This process can differ for each company depending on if they have an in-house producer. Attracting an acclaimed producer is crucial as the success of an album often depends on it.

source: 제5조 (훈련활동 비용의 관리) ① 기획업자는 연습생의 훈련활동에 소요된 직접비용(이하 ‘훈련활동직접비’라 한다)을 연습생별로 분리하여 계상·관리하고 회계장부를 따로 작성하여야 한다.
en: Article 5 (Management of Training Activity Expenses) ① The direct expenses (hereinafter referred to as “the Direct Expenses for Training Activities”) required for the training of the Trainee are to be counted and managed separately for each trainee, and entries must be made in a separate ledger.

source: 즉, 수익을 창출하지 못하는 것이다.
en: In other words, they are not generating earnings.

source: 또한, 기타 방송 출연 여부 결정, 광고 섭외, 공연 등 굵직굵직한 것들을 계획한다.
en: In addition, they take on the weight tasks of deciding about appearances in other broadcasts, arranging for advertising and planning concerts.

source: 광고 기획사 태핑
en: Tapping for advertising planning companies

source: 여태껏 살아오면서 자신이 주로 겪어 본 쪽이나 주로 좋아하는 쪽으로만 사고와 행동이 고착되면서 배우로서 이해와 표현에 한계를 겪는 경우를 많이 봤다.
en: I have seen many instances where actors reach their limits of understanding and expression as actors because they are fixed in their way of thinking or acting because these thoughts and actions are based on what they have experienced in their lives and based on things they like.

source: 제9조 (청소년에게 금지된 행위 및 청소년 출입금지 장소) 대중문화예술인은 ｢청소년 보호법｣에 따라 음주·흡연 등 청소년에게 금지된 행위를 해서는 아니 되며, 청소년의 출입이 금지되는 장소에 출입해서는 아니 된다.
en: Article 9 (Activities Prohibited to Minors and Places Minors are Prohibited to Access) The Pop Culture Artist is not to engage in activities prohibited by minors such as drinking or smoking pursuant to the Juvenile Protection Act, nor is the Pop Culture Artist enter a place where minors are prohibited from entering.

source: 현장의 대기실도 신인 때와는 달리 독립된 공간을 혼자 쓸 수 있게 되고, 감독과 PD의 대우도 신인 때와는 확연히 달라짐을 느낄 수 있을 것이다.
en: There is a separate waiting area on the set for the big name actor to use alone, a big difference from what is offered new actors. And you can feel a stark difference between how the director and producer treats the big name actor compared to how the new actors are treated.

source: 다만, 대중문화예술인이 대중문화예술용역의 제공 등 부득이한 사유로 건강검사에 참석하지 못할 경우, 기획업자는 대중문화예술인이 이에 상응하는 건강검사를 받도록 조치하여야 한다.
en: However, if a Popular Culture Artist fails to attend a health checkup due to unavoidable reasons, such as providing a popular culture art service, the Planner is to take measures for the Popular Culture Artist to undergo a corresponding health checkup.

source: 톱스타가 되고자 하는 지망생들은 기본적으로 대중의 이목을 받고자 하는 욕구가 있기 때문이다.
en: This is because the celebrity hopefuls looking to become famous have a desire to be in the public spotlight.

source: 스타, 그들이 문화 자본이다.
en: The stars themselves are cultural capital.

source: 지상파:
en: Terrestrial:

source: 또한, 직접 발로 뛰며 쓴 책이라는 것을 느낀다.
en: I also feel that this book was written from actual experience.

source: 트렌드에 대한 적응 리스크 존재
en: An adaptive risk exists for trends

source: 리드 보컬 ○○은 오늘 화장이 잘 안 먹었다고 투덜투덜이다.
en: The lead vocalist ( ) whines about how her makeup didn’t come out very well.

source: 특이한 점은 영화에만 출연하는 배우는 드라마에는 출연하지 않는다는 것이다.
en: One unique aspect is that movie actors never appear in dramas.

source: 우리나라의 시스템은 연예인들 입장에서는 매우 편리한 시스템이라고 할 수 있다.
en: The Korean system can be seen as a very convenient system on behalf of the celebrities.

source: ② 국외 활동을 위한 이동, 장거리 이동 등 정당한 사유가 있는 경우에는 제1항의 <표>에 따른 대중문화예술용역 제공시간에 관한 제한을 적용하지 않는다.
en: ② In cases where there are legitimate reasons, such as travel for overseas activities, or long-distance travel, the restrictions on the time for providing popular culture and arts services pursuant to Table of Paragraph 1 is not to apply.

source: 허기짐에 근처 해장국 집으로 배를 채우러 가는 것으로 오늘 하루를 마무리한다.
en: I wrap up my day by going to a nearby haejangguk restaurant to satiate my hunger.

source: 뛰어난 외적 부분을 끼와 함께 승화시킨 톱스타를 꼽자면 강동원, 차승원, 김우빈, 남주혁 등이 있다.
en: If you look at some famous actors that are good looking and have talent some are Gang Dong-won, Cha Seung Won, Kim Woo-bin and Nam Joo-hyuk.

source: 어찌 보면 모든 것이 인연 따라가는 것 같기도 하고… 하여간 어려운 문제다.
en: In some ways everything seems to follow connections... Anyway, it’s a difficult problem.

source: 또한 기획사 주도의 프로그램 노출뿐만 아니라 최근 다양한 오디션 프로그램을 통해 인지도를 쌓아 올린 일반인을 기획사가 계약하여 상대적으로 적은 비용과 짧은 기간 안에 데뷔시키고 있다. <K팝 스타>, <슈퍼스타K>, <위대한 탄생> 등 방송 오디션 프로그램 같은 경우 상위권에 올라가면 어지간한 가수만큼의 인지도가 만들어지기 때문에 기획사 입장에서는 가수 등용의 ‘패스트 트랙(Fast Track)’으로 볼 수 있다.
en: In addition to exposure via management company led programs, recently, regular people who have gained recognition on various audition programs sign a contract with management companies and for a relatively low cost, and after a short period are given their debut. For audition based programs such as K-Pop Star, Superstar K, and The Great Birth, from the management company’s perspective, such singers are able to generate a level of recognition commensurate with their decent skills as singers, and their appointment as singers are seen as a sort of “fast track.”

source: 가끔 ‘나는 배우니까, 아티스트니까.’라고 생각하며 몰상식하고, 비매너적인 행동을 보이는 경우가 있는데, 잘못된 생각이다.
en: There are instances where one might think “Well, I’m an actor, I’m an artist, so what” and suffer from a lack of common sense which appears to others as behaving badly. That kind of thinking is wrong.

source: 사람들에게 진실은 중요하지 않은 것 같다.
en: People don’t seem to hold the truth is a high regard.

source: CAST 연기 아카데미는 제작 현장에서 요구하는 기본 연기력을 갖추는 것을 목표로 지도하고 있으며, 매체의 특성에 적합한 연기로 훈련하고 있다.
en: The CAST acting academy instructs students with the goals of having them acquire the basic acting skills required on a production set. And we teach them acting that matches the characteristics of the target media.

source: (2.류승수)
en: (2. Ryu Seung-soo)

source: 한국도 콘텐츠의 안정적인 제작 시스템 확립과 스타의 과도한 출연료 상승에 따른 콘텐츠 제작 품질의 저하 등 여러 가지 부작용을 방지하기 위해서는 합리적이고 신뢰성 있는 연예인들의 출연료 산정 시스템이 필요하다.
en: Korea also needs a reasonable and reliable system for calculating appearance fees for celebrities in order to establish a system with stable production for content and to prevent the different side effects that result from the excessively heighted appearance fees for stars. One such side effect is inferior production quality for content.

source: 즉, 극 중의 캐릭터가 스타를 만드는 것이다.
en: In other words, the on-screen persona makes the actor a star.

source: 향후 엔터테인먼트 산업이 계속 성장할 것이라는 확신과 업계 내에서 나와 같은 인력이 필요한 시점일 것이라는 생각이 들었고, 회계 법인과 사모 펀드에서 근무한 경험을 엔터테인먼트 업계에서 충분히 살릴 수 있다고 생각했다.
en: I was convinced that the entertainment industry would continue to grow and I thought that the industry was at a point where it would need personnel like myself. I think I brought a lot to the entertainment industry in terms of my experience working at an accounting corporation and for a private equity firm.

source: (3-1.캐스트(사무실))
en: (3-1. Cast (Office))

source: 위에서 언급한 바와 같이 ‘크리에이터다.’, ‘연예인이다.’, 셀럽이다.’ 이런 구분은 대중들의 인식 속에서 ‘스타’라는 한 영역이 될 것이다.
en: As I mentioned above, the classification of people as “creators,” “entertainers” or “celebrities” will in the eyes of the public, become part of a single “star” zone.

source: ● 가수 매니지먼트와 배우 매니지먼트
en: ● Singer management and actor management

source: 프로모션은 온·오프라인 등 다양한 활동에 대한 구체적인 계획을 수립하고 데뷔 전 사전 마케팅부터 공식 활동 마감 예상일까지의 모든 스케줄을 계획한다.
en: A concrete plan is established for promotions that will be conducted through a wide range of both online and offline activities. Then scheduling is planned starting with pre-marking which happens before the debut, and even includes estimated deadlines for official activities.

source: * 단, 청소년이 합의할 경우에는 1일 1시간, 1주일 6시간 한도 연장 가능
en: * However, if the minor agrees, the limit can be extended for 1 hour per day, a total of 6 hours per week.

source: “한류 붐은 지속될 것인가?”
en: “Will the boom of the Korean wave continue?”

source: 내가 그 사람을 위해서 혼을 팔아야 한다.
en: I have to be able to sell my soul for that person.

source: 최근의 영화나 드라마는 주연급 주인공 한두 명에 치중되는 작품보다는 출연하는 조연급 배우 여러 명의 비중 역시 무시하지 못하는 작품이 추세다.
en: In recent movies or dramas, there has been a trend in productions that can’t be ignored. Great importance is given to works that have several supporting actors instead of works that concentrate on one or two roles played by leading actors.

source: 일본 매니지먼트
en: Japanese Management

source: 일간 스포츠, 스포츠 섹션
en: The Daily Sports, Sports Section

source: 하지만 내 배우를 정말 보고 싶었다.
en: But, I really wanted to watch my actor.

source: 추천사
en: Recommendation

source: 15세{j}미만의{j}청소년
en: Minors under 15 years old{j}{j}

source: 계약서 작성
en: Writing up a contract

source: 보도 기사 각 포털 사이트 메인 노출(영상 및 이미지 포함)
en: Main exposure on each portal site for articles (including video clips and images)

source: POC, MKT 회사 등
en: POC, MKT companies, etc.

source: 드라마 캐스팅 디렉터 태핑
en: Tapping for drama casting directors

source: (8.빅맨)
en: (8. Bigman)
